tap "homebrew/bundle"

# ── Formulae ──────────────────────────────────────────────────────────

brew "bat"
brew "btop"
brew "buf"
brew "exercism"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "go"
brew "libgit2"
brew "pandoc"
brew "protobuf"
brew "ripgrep"
brew "stow"
brew "typst"
brew "uv"
brew "yazi"
brew "zoxide"

# ── Casks ─────────────────────────────────────────────────────────────

cask "appcleaner"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "orbstack"
cask "yaak"
